{
  "happy": {
    "title": "When You're Web-Slinging High!",
    "message": "Your smile is brighter than Times Square at night! Just like Spidey saving the day, your happiness is contagious! I mean I get it, having myself for a girlfriend would be phenomenal, I get where you're coming from.",
    "note": "I'd take you swinging through the city, all the way to Joey's :P   "
  },
  "sad": {
    "title": "When the Suit Feels Heavy",
    "message": "Even Spider-Man has days when the mask feels too heavy. Wrap yourself in this virtual hug - tighter than Doc Ock's tentacles but way more comforting! And if you had a fight with me? just say sorry to me man, be the bigger person mwahh,  I'm sorry too for whatever bs I pulled this time, and I assure you we're getting married, I love you, pre-coding my apology for you for all my future mistakes that I don't own up to, see thats how much i love you.",
    "note": "Don't be sad, I promise I'll make you some real nice white sauce pasta, and I know you'll tackle whatever it is troubling you, I love you <3."
  },
  "angry": {
    "title": "When Someone Stole Your Pizza",
    "message": "Channel that inner Hulk energy! I can come over to your place and you can decide how ;",
    "note": "All the sweets in your kitchen await me sooooo bad :("
  },
  "nostalgic": {
    "title": "When You Miss Our Earlier Days",
    "message": "Remember when we first met? You were more awkward than Peter Parker asking out MJ, and, NAMASTAY to you too.",
    "note": "I kept your first text message. It was terrible. I love it."
  },
  "birthday": {
    "title": "oh, there's my spidey!",
    "message": "Happy Birthday to my favorite web-head! Today we celebrate YOU - the amazing person who saves my day more than Spidey saves NYC! I cannot imagine a day without your text, night without your thought, you occupy 99% of my mind, 1% is shwarma. I know God is real because NO WAY HE SENT YOU DOWN ON EARTH six months before i was born, like how do you find the missing puzzle piece before the puzzle is even invented? ðŸ’ Your Poem ðŸ’\n\nnever did it ever cross my mind\nthat I'd love someone so kind\nbut at the sight of dogs, you whine\nYet, you somehow cease the time\n\nFor you search of menstrual pain reliefs on youtube\nWhen gym-burnout reliefs are the ones you need more\nAnd you adorn me with 200 bucks\nWhen 150 bucks are all you own\n\nWith you, ghodbunder road is a stairway to heaven\nAnd, without you, sea link is a purgatory\nI might graduate soon, but tell me\nHow does our 10 yard walk last for seconds\nWhile a trip next door breaks my ribs\n\nyou make mahindra seem closer to the college\nAnd you make buses seem less crowded\nAnd not because you occupy a 4 men-space\nBut because.. all I can see is you and your face\n\nThe doubts stop echoing in my head when you look at me\nAnd life feels like a cas album, or a 90s hollywood movie\nthis cup of coffee without sugar is always sweeter\nWith you seated right next to me :)\n  ",
    "note": "im sorry, you deserve so much better than this stupid app but atleast we moved a step up from the html-css web news page ;-; this is my gift to you (and to my resume) "
  },
  "default": {
    "title": "Just Because",
    "message": "No matter what mood you're in today, just know: if you were a Marvel character, you'd definitely be the hero who gets the happy ending.",
    "note": "I love you and I'm proud of you for you keep repeatedly choosing being the best version of yourself<3."
  },
  "memories": [
    "we stayed up reading about the big O, not on geeksforgeeks but on wattpad",
    "we got locked in your bedroom together? weird thing to reminisce but omg so fun",
    "we got caught in the rain and danced instead of running, no? because we never did this and this is your sign my darling.",
    "you surprised me by showing up at my college on my first day",
    "i spent the night at your place and we watched the entire season of stranger things.. wait no we slept like babies"
  ]
}